<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'Подробнее о проекте';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site-about">
    <h1><?= Html::encode($this->title) ?></h1>

    <p>Поневоле приходится прибегать к эпистолярному жанру. Я в нём был несилён со школы, так что убедительная просьба быть сниходительными. Одна надежда - в дальнейшем эту страничку переработаем, и никто не увидит моего позора. :)</p>
	<p>Итак...</p>
	<p>Идея создания сайта, который был бы исключительно для узкого и заинтересованного круга лиц (а конкретно - для моих одноклассников) обдумывалась мною давно. Да вот только всё как-то было не с руки. Но регулярно вспоминаются "...школьные годы чудесные...". И тогда где-то внутри что-то начинает бурлить, сжиматься-разжиматься и т.д. и т.п.</p>
	<p>За давностью лет делить по классам здесь большого смысла не вижу, так что обобщу и скажу - на мой взгляд, наш выпуск был оченно дружный, весёлый, короче - здоровский!!!!</p>
	<p>И самое главное и ценное, что по прошествии стольки лет мы не теряем связи друг с другом. Безусловно, раньше встречались чаще. Но жизнь есть жизнь, И её повороты весьма и весьма непредсказуемы. И раскидала она нас далековато для регулярных воскресных встреч!</p>
	<p>И всё же, не смотря ни на что, мы не теряем связи друг с другом! В наше время я редко встречаю людей, которые продолжают регулярно общаться со своими однокашниками.</p>
	<p>Есть ещё один немаловажный фактор. Увы, печальный. У Сергея Трофимова есть песня, в которой есть такие слова "...Всё меньше адресов, где я могу остаться, не заплатив за ужин и ночлег...". К сожалению, некоторых наших уже с нами нет.</p>
	<p>Вот и захотелось мне, используя современные технологии, попробовать в очередной раз собрать всех в единую кучу! Чтобы мы в очередной раз доказали, что мы лучшие - были, есть и будем!!! Доказали всем - и себе, и детям нашим, и внукам и всему прочему народу!</p>
	<p>Очень хочется надеяться, что подобные чувства не у меня одного, и среди вас я найду поддержку!</p>
	<p>Ну вот вкратце как-то так. Получилось несколько сумбурно, но за это прощение я уже попросил! :)))</p>

<!--    <code>--><?//= __FILE__ ?><!--</code>-->
</div>
