<?php
	/* @var $this yii\web\View */

//	use common\models\Section;
	use yii\helpers\Html;

?>

<div class="site-first">
<!--	<h1>--><?//= Html::encode($this->title) ?><!--</h1>-->

	<p>Краткая инструкция по pаботе с данной страницей</p>
	<p>На странице можно выделить несколько функциональных информативных блоков:</p>
	<p><u>1. Горизонтальное верхнее меню.</u> В нём располагаются кнопки (слева-направо)</p>
	<ul>
		<li>Кнопка перехода на главную страницу сайта без разлогинивания. </li>
		<li>Кнопка сворачивания/разворачивания левого бокового меню</li>
		<li>Кнопка "выпадающего" меню текущего пользователя. В нём размещены кнопка перехода к редактированию своих учётных данных и кнопка разлогинивания и перехода на главную страницу сайта.</li>
		<li>Кнопка сворачивания/разворачивания правого информационного блока.</li>
	</ul>
	<p><u>2. Левое боковое меню.</u> Основное меню для работы с сайтом. Примерная структура перед вашими глазами. И она не является чем-то неизменным. Её содержимое будет формироваться, наполняться и корректироваться в зависимости от наших "хотелок". Краткая характеристика того, что там сейчас:</p>
	<ul>
		<li><b>----------</b></li>
		<li><b>"Обо всех"</b> - сводные общие данные о всех наших одноклассниках, которые нам известны. Выполнено в виде таблицы. Слева в таблице указаны доступные операции: "глаз" - информацию можно просматривать, "карандаш" - информацию можно редактировать. Доступ к изменению информации имеет только тот, чьё ФИО отображается в данной строке. <i>Пункт реализован в "первом обсуждении". Пожелания и предложения принимаются.</i></li>
		<li><b>"Общий чат"</b> - примерно то, что творится сейчас в группе в WhatsApp. <i>Пункт находится в стадии реализации.</i></li>
		<li><b>"Общая галерея"</b> - групповая фотогалерея "школьных лет чудесных". <i>Пункт находится в стадии реализации.</i></li>
		<li><b>----------</b></li>
		<li><b>"О себе"</b> - любая личная информация, которую владелец захочет сообщить о себе. <i>Пункт, точнее - его содержимое требует всеобщего обсуждения и согласования.</i></li>
		<li><b>"О семье"</b> - любая информация о семье, которой владелец захочет поделиться. <i>Пункт также требует всеобщего обсуждения и согласования.</i></li>
		<li><b>"Домашние питомцы"</b> - Фотогалерея домашних питомцев. <i>Судя по Вацапу, тема актуальная.</i></li>
		<li><b>"Фотогалерея"</b> - персональная фотогалерея. <i>Ещё один пункт, требующий обсуждения и согласования.</i></li>
		<li><b>"Мои чаты"</b> - персональные чаты, если кому-нибудь захочется... <i>без комментариев</i></li>
		<li><b>----------</b></li>
		<li><b>"СРОЧНО, ВСЕМ!!!"</b> - если кому-нибудь по какому-нибудь вопросу нужна будет аша общая поддержка. <i>Пункт находится в стадии реализации.</i></li>
		<li><b>"Аллея памяти"</b> - скорбная, но необходимая информация о тех наших, кого уже с нами нет, но кто, тем не менее, с нами! <i></i>Пункт реализован в первой редакции.</li>
	</ul>
	<p><u>3. Правый информационный блок</u> планируется использовать под извещения, информацию общего плана, служебную, и т.д. и т.п. Короче - по мере необходимости.</p>
	<h3>И удачи всем нам!</h3>

<!--	<iframe src="https://www.youtube.com/embed/RpLnN1-SNYE" frameborder="0">test</iframe>-->
<!--	<img src='../../images/ssh11_1981_10а.jpg' alt='Photo' />-->

</div>
